[UIScreenListener_Armory_Promotion_LWOfficerPack]
strOfficerMenuOption=Способности командира

[UIScreenListener_Armory_MainMenu_LWOfficerPack]
strOfficerMenuOption=Способности командира
OfficerListItemDescription=Показать способности командира.

[UIScreenListener_Facility_Academy_LWOfficerPack]
strOfficerTrainButton=Обучить командира

[UIScreenListener_SquadSelect_LWOfficerPack]
strAutoFillLabel="СОБРАТЬ ОТРЯД АВТОМАТИЧЕСКИ"
strAutoFillTooltip="Автоматически подбирает участников для боевой операции"


[UITacticalHUD_MouseControls_LWOfficerPack]
strCommandRangeToggleTooltip=Щелкните, чтобы показать или скрыть радиус командования

[X2StrategyElement_LW_OTS_OfficerStaffSlot]
;strOTSLocationDisplayString=<XGParam:StrValue0/> Training

;[UIArmory_LWOfficerMenu]
;m_strSelectAbility=SELECT LEADER ABILITY:
;m_strAbilityHeader=LEADER ABILITIES:
;m_strConfirmAbilityTitle=CONFIRM ABILITY SELECTION
;m_strConfirmAbilityText=You can't remove or change abilities. Are you sure you want to learn <XGParam:StrValue0/>?
;m_strAbilityLockedTitle=LOCKED
;m_strAbilityLockedDescription=Get more combat experience to learn new abilities.

[UIArmory_LWOfficerPromotion]
m_strSelectAbility=ВЫБЕРИТЕ СПОСОБНОСТЬ:
m_strAbilityHeader=СПОСОБНОСТИ:
;m_strCorporalPromotionDialogTitle=NEW RANK: CORPORAL
;m_strCorporalPromotionDialogText=Your combat experience gives you the confidence and skills to take on the Alien threat. You can now use the following abilities during combat:\n\n<XGParam:StrValue0/>
;m_strAWCUnlockDialogTitle=HIDDEN ABILITY UNCOVERED
;m_strAWCUnlockDialogText=Thanks to the efforts of the Advanced Warfare Center, this soldier has learned a combat ability outside of their area of specialization: \n\n<XGParam:StrValue0/>
m_strConfirmAbilityTitle=ПОДТВЕРДИТЕ ВЫБОР СПОСОБНОСТИ
m_strConfirmAbilityText=Вы не сможете удалить или изменить способности. Вы уверены, что хотите изучить способность \"<XGParam:StrValue0/>\"?
m_strAbilityLockedTitle=НЕДОСТУПНО
m_strAbilityLockedDescription=Зарабатывайте боевой опыт, чтобы изучить новые способности.

[LWOfficerUtilities]
;   there should be one name for each rank; e.g. Rookie, Squaddie, etc.
LWOfficerRankNames[0]=СРЖ
LWOfficerRankNames[1]=Командир звена
LWOfficerRankNames[2]=Командир отряда
LWOfficerRankNames[3]=Командир отделения
LWOfficerRankNames[4]=Командир роты
LWOfficerRankNames[5]=Полевой командир

; DEPRECATED FOR STANDALONE VERSION
;   the abbreviated rank name; e.g. Rk., Sq., etc.
;LWOfficerShortNames[0]=NCO
;LWOfficerShortNames[1]=FTL
;LWOfficerShortNames[2]=SQL
;LWOfficerShortNames[3]=SCL
;LWOfficerShortNames[4]=TRL
;LWOfficerShortNames[5]=FC

[UIFacility_LWOfficerSlot]
m_strTrainOfficerDialogTitle=ОБУЧИТЬ КОМАНДИРА
m_strTrainOfficerDialogText=Солдаты в звании сержанта и выше могут проходить подготовку в партизанской школе и становиться командирами. Во время обучения они не смогут принимать участие в боевых операциях.\n\nВНИМАНИЕ: за исключением особых ситуаций, одновременно на задании может быть только один командир. Дважды подумайте, прежде чем повысить солдата, поскольку его нельзя будет прикрепить к отряду вместе с другим командиром.\n\nПродолжить?
m_strStopTrainOfficerDialogTitle=ПРЕРВАТЬ ОБУЧЕНИЕ СОЛДАТА?
m_strStopTrainOfficerDialogText=Прервать обучение солдата %UNITNAME?\n\nВнимание: прогресс обучения будет полностью потерян.

[UIAlert_LWOfficerTrainingComplete]
m_strTrainingCompleteLabel=ОБУЧЕНИЕ КОМАНДИРА ЗАВЕРШЕНО
m_strTrainingComplete=<XGParam:StrValue0/> завершает обучение. Изучить и назначить новые способности можно, выбрав солдата в оружейной.
m_strViewSoldier=ПОКАЗАТЬ СОЛДАТА
m_strNewAbilityLabel=НОВАЯ СПОСОБНОСТЬ

[UIPersonnel_ListItem_SquadSelect_LWOfficerPack]
strOfficerAlreadySelectedStatus=Командир уже назначен

[X2Ability_OfficerAbilitySet]
strCollector_WorldMessage=Разведчик: +1 единица данных
FocussedFriendlyName=Плотный огонь
FocussedFriendlyDesc=Солдатам легче поразить и уничтожить цели после приказа вести плотный огонь.

[XComGameState_Effect_Scavenger]
;the string shown in world message for scavenged items
m_strScavengerLoot="Найдено: (<XGParam:IntValue0/>) <XGParam:StrValue0/!ItemName/>"

